Repository: giellalt/corpus-sme
Catalog: prestable/tmx/nob/admin/sd/other_files/duoji_doaibmadoarjagiid_arvvostallan_2005-2009.pdf.tmx
Source language: nob
Languages: sme

source: Elektronisk behandling av sensitive opplysninger er konsesjonspliktig.
sme: Konsešuvdnageatnegasvuohta ii guoskka persuvdnadieđuid gieđahallamii stáhta dahje suohkana orgánain, jus dán gieđahallamii lea su iežas láhkavuođđu, geahča persuvdnadiehtolága § 33, 4. lađđasa.

source: Det er imidlertid noen unntak.
sme: Liikká lea § 31 mielde geatnegasvuohta dieđihit dákkár dát persuvdnadieđuid gieđahallama.

source: Konsesjonsplikta gjelder altså i all hovedsak ved behandling av sensitive personopplysninger.
sme: Dearvvašvuođa ásahusain, sosiála doaimmain, politiijain ja suodjalusas leat dábálaččat hui hearkkes dieđut.

source: Sensitive personopplysninger er blant anna opplysninger om helse, rase, tro, politisk tilhørsel, straffbare handlinger og seksuelle forhold (se personopplysningsloven § 2 nr. 8 for en uttømmende liste).
sme: Fágaservviide gullevašvuohta ja politihkalaš gullevašvuohta leat maid hearkkes dieđut, muhto daid miellahttolisttuid eai dábálaččat meannut nu čiegus áššin go ovdamearkkadihte dás ovdalis namuhuvvon hearkkes dieđuid.

source: Meldinger og konsesjonssøknader sendes Datatilsynet eller til personvernombudet.
sme: Ja nu sáhttá ge jurddašit ahte duodjeregistara miellahttovuohta, dán oktavuođas, ii dáidde dárbbašit leat nu beare hearkkes diehtu. Man

source: Med et ” annet register ” menes et register uten sensitive persondata fordi en eventuelt kan tillate
sme: ” Eará registarin ” oaivvilduvvo registtar mas eai leat hearkkes dieđut olbmuid birra, danin go

source: andre enn etniske samer å være medlem i duodjiregistret.
sme: vejolaččat sáhtát diktit earáid go čearddalaš sápmelaččaid leat lahttun duodjeregistaris.

source: Et relevant spørsmål da vil være hvor mange ikke-samiske norske må være med i duodjiregisteret før det kan klassifiseres som et personregister uten sensitive data ?
sme: Hui guovddáš gažaldat de lea man gallis geat eai leat sápmelaččat, namalassii dáččat ja rivgut, fertejit leat duodjeregistaris ovdal go dan sáhttá gohčodit dakkár persuvdnaregistarin gos eai leat hearkkes dieđut olbmuid birra ?

source: Etter det vi kjenner til var det i begynnelsen av 2010 kun én ikke-same i duodjiregisteret ?
sme: Min dieđuid mielde lei álggugeahčen 2010 dušše okta miellahttu duodjeregistaris gii ii leat sápmelaš.

source: Norut Alta-Áltá rapport 2010:3 Behandling av personopplysninger i organ for stat eller kommune er unntatt for konsesjonsplikta når behandlinga har hjemmel i egen lov, se personopplysningsloven § 33, 4. ledd.
sme: Norut Alta-Áltá rapport 2010:3

source: I vurderingene har vi in mente innspill fra Datatilsynets juridiske og datafaglige personell om at til tross for strenge formelle krav vil en likevel måtte foreta skjønnsmessige avveiinger som at det finnes forskjellige grader av sensitive data.
sme: muddui sáhttá spiehkastit lágas, dan ferte ovddasvástideaddji meannudeaddji, namalassii Sámediggi ieš, mearridit (Databearráigeahčču, e-poasta medio 2009).

source: I e-post 12.3.2010 meddelte Datatilsynet at juridisk personell ved etaten hadde sett på saken og kommet fram til at ” opplysningene er å regne som sensitive personopplysninger ” og at duodjiregisteret dermed er konsesjonspliktig.
sme: E-poasttas 12.3.2010 dieđihii Databearráigeahčču ahte sin ossodaga juridihkalaš olbmot leat geahččan ášši ja gávnnahan ahte ” dieđuid ferte meannudit hearkkes persuvdnadiehtun ” ja ahte duodjeregisttar dasto lea konsešuvdnageatnegas.

source: De kunne heller ikke se at det forelå noen lovhjemmel for datainnsamlingen som unntar Sametinget for konsesjonsplikt til duodjiregisteret, slik at det må søkes konsesjon for duodjiregisteret dersom det er forbeholdt samisk etniske søkere.
sme: Eai sii máhttán gávdnat makkárge láhkavuođu mii attášii Sámediggái lobi čađahit dieđuidčohkkema duodjeregistarii dan láhkái ahte eai dárbbaš dasa ohcat konsešuvnna. Dasto lea nu ahte ferte ohcat duodjeregistarii konsešuvnna jus dat galgá leat dakkár listu mas galget leat dušše čearddalaš sápmelaš ohccit.

source: I duodjiregisteret er det imidlertid åpnet for i spesielle tilfeller å kunne gjøre unntak fra kravet om samisk etnisk bakgrunn, men inntil videre regner vi med at det ikke er nok til å ” slippe ” å bli definert som et register med sensitive data, selv om det da også kan være ikke-samer i registeret.
sme: Muhto duodjeregistaris lea addojuvvon vejolašvuohta ahte earenoamáš dilis sáhttit spiehkastit čearddalaš sámi duogáš gáibádusas, muhto dál goit vuos ain rehkenastit mii ahte dat ii leat doarvái ” beassat ” das ahte definerejuvvot registarin mas leat hearkkes dieđut, vaikko vel de sáhttet ge maid dakkárat beassat dan registarii geat eai leat sápmelaččat.

source: Dette bør imidlertid sjekkes nærmere.
sme: Dan ferte almmatge iskat dárkileappot.

source: I kontakten med Datatilsynet fikk vi samtidig avklaret hvilke andre data som var definert som sensitive, noe som kan være nyttig å vite hvis man skal vurdere alternative utforminger av innholdet i et register.
sme: Ságastallamiiguin Databearráigeahčuin oaččuimet mii čielgasii makkár eará dieđuid lávejit defineret hearkkes diehtun, dan lea buorre diehtit jus áigu árvvoštallat movt earaládje sáhttá hábmet registara sisdoalu.

source: Vi fikk klargjort at økonomiske forhold, adresser, fødselsdato ikke er sensitive opplysninger.
sme: Oaččuimet čielgasii ahte olbmo ruhtadilli, adreassa ja riegádandáhton eai leat hearkkes dieđut.

source: Heller ikke fødselsnummer (11 siffer) er taushetsbelagt (Forvaltningsloven § 13) og er heller ikke definert som sensitiv opplysning iflg. Lov om personopplysning.
sme: Iige riegádannummar (11 siffar) ge leat čiegus diehtu (Hálddašanlága § 13 mielde) ja nu dat ii leat ge hearkkes diehtu Persuvdnadiehtolága mielde.

source: Fødselsnummer skal imidlertid bare brukes når det er saklig behov for det, dvs. når det er umulig å oppnå tilfredsstillende / sikker identifikasjon på andre måter (navn, fødselsdato, adresse, medlemsnummer mv.).
sme: Almmatge galgá riegádannummar geavahuvvot dušše de go áššálaččat lea dárbu dan dahkat, namalassii de go earaládje (namain, riegádandáhtoniin, adreassain, miellahttonummariin ja diekkáriiguin) ii leat vejolaš doarvái sihkkarit duođaštit gii olmmoš lea.

source: I tillegg gjelder at hvis saker og opplysninger er offentlig iht. Offentlighetsloven, så er de tilgjengelig for allmennheten, selv om det også da kan gjelde visse føringer på hvordan ting kan offentliggjøres.
sme: Dasa lassin dan sáhttá geavahit de jus áššit ja dieđut leat almmolaččat Almmolašvuođalága mielde, dasto dat leat almmolaččat buot olbmuide, vaikko de maid sáhttet leat muhtun bagadusat dasa movt áššiid sáhttá almmuhit.

source: Juridisk svartjeneste hos Datatilsynet gir råd og veiledning omkring personopplysningslovens regler på generelt grunnlag.
sme: Databearráigeahču juridihkalaš vástidanbálvalus addá rávvagiid ja bagadallá persuvdnadiehtolága njuolggadusaid birra oppalaš vuođu alde.

source: De vil ofte ikke ta konkret stilling til hvorvidt Sametingets behandling av personopplysninger vil være konsesjonspliktig eller meldepliktig uten å ha en konkret formell sak å behandle.
sme: Sii gal dábálaččat eai daja summal dan ahte lea go Sámedikki persuvdnadieđuid meannudeapmi konsešuvdnageatnegas dahje dieđihangeatnegas, sii dárbbašit vuos dihto ášši man meannudeami vuođul dan sáhttet cealkit.

source: Vi fikk imidlertid relativt konkrete svar og anbefalinger som både peker i retning av at duodjiregisteret er et sensitivt persondataregister og er konsesjonsbelagt når alle medlemmene er etnisk samiske.
sme: Muhto mii almmatge oaččuimet oalle čielga vástádusaid ja rávvagiid mat čujuhit sihke dan guvlui ahte duodjeregisttar lea hearkkes persuvdnadieđuidregisttar ja ahte dat lea konsešuvdnageatnegas danin go buot dan miellahtut leat čearddalaš sápmelaččat.

source: Når det gjelder melde- og konsesjonsplikt anbefalte de å lese mer om det på Datatilsynets nettsider.
sme: Mii guoská dieđihan-ja konsešuvdnageatnegasvuhtii, de sii rávvejedje eanet dan birra lohkat Databearráigeahču neahttasiidduin.

source: For eksempel kan det for noen ” offentlig tilgjengelige ” opplysninger kreves at det skal være
sme: Ovdamearkkadihte sáhttá muhtun dieđuid oktavuođas, mat leat ” almmolaččat gávdnamis ”,

source: mulig å finne ut hvem som har sjekket / hentet ut opplysningene, eller at en må vite saksnummer eller lignende for å få tilgang.
sme: gáibiduvvot ahte galgá sáhttit gávnnahit gii lea iskan / viežžan dieđuid doppe, dahje ahte galgá diehtit áššenummara dahje sullasaš dieđuid ovdal beassá dieđuide.

source: Link til konsesjonsskjema:
sme: Liŋka konsešuvdnaskovvái:

source: Dersom en virksomhet behandler personopplysninger på vegne av Sametinget, og Sametinget er den egentlige behandlingsansvarlige, er det krav om at det skal opprettes en databehandler avtale mellom virksomhetene, jf. personopplysningsloven § 15.
sme: Norut Alta-Áltá rapport 2010:3 ovddasvástideaddji meannudeaddji, de gáibiduvvo ahte diet doaimmat ráhkadit datagieđahallansoahpamuša, vrd. persuvdnadiehtolága § 15.

source: 4.5.2 Informasjonssikkerhet, tekniske tilpasninger og ressursbruk relatert til et persondataregister for duodjiutøvere (duodjiregister) og annen næringsvirksomhet
sme: 4.5.2 Dieđuidvurkkodan sihkarvuohta, teknihkalaš heiveheamit ja resursageavheapmi duojáriid persuvdnadiehtoregistarii (duodjeregistarii) ja eará ealáhusdoaimmaide

source: Problemstillingene – og hva sier relevant lovverk, forskrifter og skriftlige veiledere:
sme: Áššečuolmmat – ja maid dadjet guoskivaš lágat, láhkaásahusat ja čálalaš bagadusat:

source: Datatilsynet stiller strenge krav til hvordan et slikt duodjiregister med eventuelle sensitive persondata skal driftes med hensyn på arkivrutiner osv..
sme: Databearráigeahčus leat garra gáibádusat dasa movt diekkár duodjeregisttar, mas sáhttet leat hearkkes persuvdnadieđut, galgá jođihuvvot ovdamearkkadihte arkiiva bealis.

source: Kravene til informasjonssikkerhet omkring behandling av sensitive personopplysninger er dessuten innskjerpet.
sme: Dasa lassin leat gáibádusat mat gusket hearkkes persuvdnadieđuid juohkima sihkarvuhtii ráhkaduvvon vel garraseabbon.

source: Sametinget har tidligere gjort noen innledende vurderinger for å finne ut hva som er nødvendige endringer og hvilke ulemper det vil medføre å etablere et duodjiregister som oppfyller intensjonene i Lov om personopplysninger.
sme: Sámediggi lea ovdal juo ráhkadan álgoárvvoštallamiid dan birra makkár dárbbašlaš rievdademiid lea dárbu dahkat ja makkár váivvádusaid dat buvttáše, jus áigu ásahit dakkár duodjeregistara mii čuovvu Persuvdnadiehtolága áigumušaid.

source: Sametinget vurderte da at å få gjennomført en godkjenning kunne bli for komplisert og arbeidskrevende ettersom de antok en måtte innføre en del nye rutiner samt tekniske tilpasninger.
sme: Dálle árvvoštalai Sámediggi ahte dáidá šaddat beare váttis ja bargogáibideaddjin oažžut diekkár dohkkehuvvon listtu, danin go sii jáhku mielde dáidá šaddat ásahit ođđa bargodábiid ja ođđa teknihkalaš čovdosiid.

source: En var også inne på tanken om at å tillate andre / ikke-samiske som muligens ville forenkle forvaltningen av registeret, og kanskje stille geografiske betingelser i stedet.
sme: Dalle lei maid jurdagis ahte jus diktá earáid, geat eai leat sápmelaččat, searvat lahttun registarii, de dat soaittášii álkidahttit registara hálddašeami, ja sáhtášii dan sadjái baicca bidjat geográfalaš eavttuid.

source: ” Problemet ” deres er bl.a. at kravet til etnisitet i duodjiregisteret hemmer arbeidet med rapportering og dermed informasjonsflyten fra saksbehandlere og videre i systemet mv..
sme: Sin ” váttisvuohta ” lea earet eará dat ahte duodjeregistara čearddalašvuođagáibádus hehtte raporterenbarggu ja nu maid diehtojuohkinjođu áššemeannudeddjiin viidáseappot systemas jna..

source: Det antas også å være generelt mer ressurskrevende i forvaltningsarbeidet.
sme: Dat sáhttá maid dagahit oppalaččat eanet hálddašanbarggu.

source: De viser også til at det kun er de som søker om driftsstøtte og velferdsordninger som har etnisitets kravet så sterkt gjeldende.
sme: Sii čujuhit maid dasa ahte nu garra čearddalašvuođagáibádus lea dušše sidjiide geat ohcet doaibmadoarjaga ja buresbirgejeaddjiortnegiid.

source: Ingen av de andre tilskuddsordningene, for eksempel investerings- og utviklingstilskudd, stiller et slikt krav, og er således mye friere.
sme: Ii makkárge eará doarjjaortnegis leat diekkár gáibádus, nugo ovdamearkkadihte investeren- ja ovddidandoarjagis, ja danin dain ii leat nu čavga meannudeapmi.

source: Det er heller ikke så strenge krav til å drive reindrift iflg. representant fra Sametinget.
sme: Nie garra gáibádusat eai leat boazodoalu jođiheamis ge, muhtun Sámedikki áirasa dieđuid mielde.

source: Problemstillingen er altså klassisk – en avveiing av ulemper og kostnader ved å forvalte en bestemt type dataregister i forhold til nytten av å beholde et kriterium som regulerer strengt hvem som skal ha adgang til et økonomisk virkemiddel.
sme: Dás lea namalassii sáhka hui dábálaš áššečuolmmas – ahte ferte veardádallat váivvádusaid ja goluid mat leat go galgá vissis mállet dataregistara hálddašit, dan ektui man ollu ávki lea doalahit daid eavttuid mat nu garrasit ráddjejit dan geas galgá leat vejolašvuohta ohcat ekonomalaš váikkuhangaskaomiid.

source: Eller mer konkret: spørsmålet er om kravet om etnisitet skal opprettholdes for å få driftstilskudd eller om det finnes alternative måter å registrere personopplysningene på.
sme: Dahje vel čielgaseappot: gažaldahkan lea ahte ferte go doalahit čearddalašvuođagáibádusa vuođđun oažžut doaibmadoarjaga vai gávdnojit go eará molsaeavttut movt registreret persuvdnadieđuid.

source: For å komme videre har vi forsøkt å avdekke nærmere hva regelvirket reelt sier og vurdere hva det innebærer av praktiske konsekvenser.
sme: Vai joavdat viidáseappot árvvoštallamis, de leat geahččalan gávnnahit mii njuolggadusain duohtavuođas dárkilit daddjo ja makkár praktihkalaš váikkuhusat das leat.

source: Er det i praksis vesentlige forskjeller mellom å forvalte et persondataregister og et sensitivt persondataregister, begge deler skal behandles forsvarlig.
sme: Lea go duohtadilis nu beare stuora erohus das movt halddaša persuvdnadiehtoregistara ja movt hálddaša hearkkes persuvdnadiehtoregistara, dasgo goappešat registariid ferte dohkálaččat hálddašit.

source: Eller kan en komme fram til enkle løsninger som samtidig oppfyller kravene om forsvarlig sikring av dataene.
sme: Vai sáhttá go gávdnat álkit čovdosiid mat seammás devdet gáibádusaid mat lea dieđuidvurkkodan sihkarvuhtii.

source: behandlingsansvarlig og databehandleren skal sørge for tilfredsstillende
sme: Diehtojuohkinsihkarvuohta meannuduvvo Persuvdnadiehtolága § 13:s ja das čujuhuvvo ahte ovddasvástideaddji meannudeaddji ja datagieđahalli galgaba bearráigeahččat ahte dieđut mat gusket persuvdnadieđuid meannudeapmái, gieđahallojuvvojit dohkálaš vuogi

source: Norut Alta-Áltá rapport 2010:3 informasjonssikkerhet ved behandling av personopplysninger.
sme: Norut Alta-Áltá rapport 2010:3 mielde. 2.

source: I kapittel 2 i Forskrift til loven utdypes dette nærmere.
sme: kapihttalis Láhkáasahusas čilgejuvvo dát vuđoleappot.

source: For å skjønne litt om intensjonen bak referer vi fra forskriftens § 2-1 at reglene gjelder særlig for behandling av personopplysninger som skjer med elektroniske hjelpemidler der det ” for å hindre fare for tapt liv og helse, økonomisk tap eller tap av anseelse og personlig integritet er nødvendig for å sikre konfidensialitet, tilgjengelighet og integritet for opplysningene ”.
sme: Vai buorebut ipmirda dan áigumuša, de mii čujuhit maid láhkaásahusa § 2-1 dadjá, ahte njuolggadusat gustojit earenoamážit de go elektrovnnalaš veahkkeneavvuiguin gieđahallá dakkár persuvdnadieđuid gos lea sáhka ” hehttet heakka ja dearvvašvuođa massima, ekonomalaš táhpas dahje áktejumi dahje gudnálašvuođa njeaidimis. Dakkár diliin lea dárbu sihkkarastit čiegusvuođa, dieđuid gávdnama ja integritehta ”.

source: For manuelle behandlinger gjelder kun de generelle reglene om informasjonssikkerhet i personopplysningslovens § 13.
sme: Go ieš gieđahallá dieđuid, de gustojit dušše oppalaš njuolggadusat mat gusket persuvdnadieđuid sihkarvuhtii persuvdnadiehtolága § 13 mielde.

source: Men det står også at tiltakene skal ” stå i forhold til sannsynligheten for og konsekvens av sikkerhetsbrudd ”.
sme: Muhto doppe daddjo maid ahte doaimmat galget ” leahket jáhkehahtti vejolašvuođa ja sihkarvuođarihkkuma váikkuhusaid ektui ”.

source: I forskriftens § 2-10 Fysisk sikring tas opp at ” det skal treffes tiltak mot uautorisert adgang til utstyr som brukes for å behandle personopplysninger etter forskriften ”.
sme: Láhkaásahusa § 2-10 Fysalaš sihkkarastin namuha ahte ” galgá sihkkarastojuvvot nu ahte dakkár gii ii leat autoriserejuvvon ii beasa geavahit veahkkeneavvuid mat adnojit dakkár persuvdnadieđuid meannudeapmái mat gullet dán láhkaásahussii ”.

source: Og i forskriftens § 2-11 sier at ” personopplysninger som overføres elektronisk ved hjelp av overføringsmedium utenom den behandlingsansvarliges fysiske kontroll, skal krypters eller sikres på annen måte når konfidensialitet er nødvendig ”.
sme: Ja láhkaásahusa § 2-11 cealká ahte ” persuvdnadieđut mat sirdojuvvojit elektrovnnalaččat dakkár sirdinmašiinnaid maid ovddasvástideaddji meannudeaddji ii ieš sáhte bearráigeahččat, galget ” gissojuvvot ” nu unnin go vejolaš dahje earaládje sihkkarastojuvvot, go lea dárbu dieđuid doallat čiegusin ”.

source: I § 2-15 Sikkerhet hos andre virksomheter, heter det at ” den behandlingsansvarlige skal bare overføre personopplysninger elektronisk til den som tilfredsstiller kravene i forskriften.
sme: § 2-15 mii lea Eará doaimmaid sihkarvuođa birra, daddjo ahte ” ovddasvástideaddji hálddašeaddji galgá dušše dakkáriidda sirdit persuvdnadieđuin elektrovnnalaččat geat devdet láhkaásahusa gáibádusaid.

source: Disse punktene berører mange av de praktiske utfordringer forvaltningen, inkl. Sametinget, står overfor når de skal ta stilling til forsvarlig behandling av personopplysninger i sine dataregistre.
sme: Dát čuoggát gusket ollu daid praktihkalaš hástalusaide mat hálddahusain leat, maiddái Sámedikkis, go galget mearridit movt galget dohkálaččat gieđahallat iežaset dataregistariid persuvdnadieđuid.

source: For nærmere detaljer vises til informasjon om informasjonssikkerhet på Datatilsynets nettsider.
sme: Jus dáhttu eanet diehtit dieđuid sihkkarastima birra, de sáhttá lohkat Databearráigeahču ruovttussiidduin.

source: Datatilsynet meddelte på e-post 12.3.2010 til utreder at en anbefalte å følge veiledningen på www.normen.no om hvordan slike sensitive data skal håndteres, selv om veilederen i utgangspunktet var utarbeidet for håndtering av helseopplysninger.
sme: Databearráigeahčču dieđihii e-poasttas 12.3.2010 čielggadeaddjái ahte sii rávvejit čuovvut bagadusa maid gávdná dáppe: www.normen.no mii guoská dasa movt dákkár hearkkes dieđuid galgá gieđahallat, vaikko diet bagadus álgoálggos lei ráhkaduvvon dearvvašvuođadieđuid gieđahallama váste.

source: Imidlertid sa de samtidig at det er jo grenser for hvor sensitiv ting er, og at en derfor må vurdere og tilpasse hvor strenge sikkerhetsopplegg en skal legge opp til etter det.
sme: Almmatge lohke sii seammás ahte gávdno rádji das maid man hearkkit dieđut leat, ja dan mielde veardádallat man garra sihkarvuođadoaimmaid galgá ásahit.

source: For eksempel vil en vanligvis tenke at helsemessige data bør sikres bedre enn data med registre over fagforeningsmedlemskap, som jo også er sensitive data pr lovdefinisjon.
sme: Dábálaččat jurddaša goit olmmoš ahte dieđut olbmot dearvvašvuođa birra berrejit sihkkarastojuvvot ollu garraseappot go dakkár listtu dieđut mas oaidná fágasearvvi miellahtuid, mat láhkadefinišuvnna mielde maid leat hearkkes dieđut.

source: Praktiske tilpasninger – noen råd fra Datatilsynet, erfaringer fra Reindriftsforvaltningen og skriftlig veileder i informasjonssikkerhet for kommuner og fylker:
sme: Praktihkalaš heiveheamit – muhtun rávvagat Databearráigeahčus, Boazodoallohálddahusa vásáhusat ja čálalaš bagadus suohkaniidda ja fylkkaide dieđuid sihkkarastima birra:

source: Kommunal virksomhet dekker et vidt spekter av tjenester som innebærer (elektronisk) behandling av ulike personopplysninger.
sme: Suohkana doaimmaide gullet ollu bálvalusat mat mielddisbuktet ahte šaddá iešguđetlágán persuvdnadieđuid (elektrovnnalaččat) meannudit.

source: Moderne informasjonsteknologi muliggjør forskjellige former for behandling – som innsamling, bearbeiding, lagring og utlevering – av både sensitive og ikke-sensitive opplysninger.
sme: Ođđaáigasaš diehtojuohkinteknologiija dahká vejolažžan meannudit dieđuid nu máŋggaládje – čohkket, bargat daiguin, vurket ja sáddet earáide – sihke hearkkes ja ii-hearkkes dieđuid.

source: I Veiledning i informasjonssikkerhet for kommuner og fylker, kapittel 4 Sikkerhetsmål, gis en svært god oversikt over hvilke
sme: Čállosis Bagadallan suohkaniidda ja fylkkaide dieđuid sihkkarastima birra, 4.

source: typer praktiske sikkerhetsløsninger som offentlige etater / Sametinget vil måtte vurdere å følge opp i sine datasystemer:
sme: kapihttalis Sihkarvuođaulbmil, gávdno hui buorre ollesgovva das makkár praktihkalaš sihkarvuođačovdosiid almmolaš etáhtat / Sámediggi dáidet šaddat čuovvolit iežaset dihtorvuogádagain:

source: Normen = Norm for informasjonssikkerhet i helsesektoren.
sme: Norbma = Dearvvašvuođasuorggi dieđuidsihkkarastin norbma.

source: Normen omfatter alle krav som må
sme: Norbma sisttisdoallá buot

source: tilfredsstilles for å oppfylle lov og forskriftskrav til informasjonssikkerhet i helsesektoren.
sme: gáibádusaid maid ferte duhtadit ovdalgo deavdá gáibádusaid mat leat lágáin ja láhkaásahusain, mat gusket dearvvašvuođasuorggi dieđuidsihkkarastimii.

source: Normen kan også stille strengere krav enn det som følger av lovverket.
sme: Norbma sáhttá maid bidjat garrasit gáibádusaid go daid mat lágain leat.

source: Datatilsynet 26.1.2005, TV-202:2005)
sme: Databearráigeahčču 26.1.2005, TV-202:2005)

source: Norut Alta-Áltá rapport 2010:3  Tilkopling til eksterne datanett; målet kan være å oppnå bedre saksbehandling og bedre tilgang til informasjon for brukerne
sme: Norut Alta-Áltá rapport 2010:3  Persuvdnadieđuid elektrovnnalaš meannudeapmi doaimma diehtojuohkinvuogádagas; ulbmil sáhttá leat seamma go alla kvalitehta áššemeannudeapmi

source:  Datakommunikasjon; målet kan være effektiv samhandling med andre samfunnssektorer eller forvaltningsnivå
sme:  Dihtorgulahallan; ulbmil sáhttá leat njuovžilis ovttasdoaibma eará servodatossodagaiguin dahje hálddašandásiiguin

source:  Bruk av hjemmekontor og telependling som del av virksomhetens elektroniske behandling av personopplysninger
sme:  Ruovttukántuvra ja telegeavaheapmi oassin doaimma persuvdnadieđuid elektrovnnalaš meannudeamis

source: Ovennevnte punkter antyder også noe om hva en må forvente av typer tiltak og ressursbruk for å forvalte (sensitive) personopplysninger på forskriftsmessig måte.
sme: Ovdalis namuhuvvon čuoggát čujuhit maid veaháš dan guvlui ahte makkár doaimmaid ferte rehkenastit álggahit ja man ollu resurssaid ferte rehkenastit atnit go galgá (hearkkes) persuvdnadieđuid gieđahallat lágalaččat riekta.
